
## Plan Result

[CI link](https://github.com/clov3r-cc/infra/actions/runs/12744392337)


<pre><code>Plan: 1 to add, 0 to change, 0 to destroy.</code></pre>

* Create
  * cloudflare_zero_trust_access_service_token.managed


<details><summary>Change Result (Click me)</summary>

```hcl

  # cloudflare_zero_trust_access_service_token.managed will be created
  + resource "cloudflare_zero_trust_access_service_token" "managed" {
      + client_id            = (known after apply)
      + client_secret        = (sensitive value)
      + duration             = "8760h"
      + expires_at           = (known after apply)
      + id                   = (known after apply)
      + min_days_for_renewal = 0
      + name                 = "managed token"
      + zone_id              = "b52fd73ec52e35fea1807a173e33e93a"
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

</details>




<!-- github-comment: {"Command":"plan","JobName":"tf_plan","PRNumber":29,"Program":"tfcmt","SHA1":"531af14f246f4576b35cf1dbd174432e742f15d0","Vars":{},"WorkflowName":"Terraform"} -->